<template>
  <div id="protocol" >
    <h1 class="f-18">万郡绿建用户注册协议</h1>
    <h1 style="text-align:right">生效时间 2018年4月28日</h1>
    <p>感谢您（以下或称“用户”或“客户”）对万郡绿建科技股份有限公司（以下简称“万郡绿建”）的信任和支持。为了更好的为您提供服务和明确您在万郡绿建的权利和义务，<span class="f-b-style">请您在注册前仔细阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。以粗体下划线标识的条款，您应重点阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</span></p>
    <p>以下详述万郡绿建向您提供使用服务的条款和条件。</p>

    <p class="p-style">一、接受条款</p>
    <p>1. 本协议是您与万郡绿建之间就万郡绿建商城（网址：<a style="color:blue" href="http://www.vandream.com">http://www.vandream.com </a>）所提供的服务等相关事宜所订立的契约，本协议即构成对双方有约束力的法律文件。</p>
    <p>2. 本协议内容包括协议正文及所有万郡绿建已经发布或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。<p>
    <p>3. 当您按照注册页面提示填写信息、<span class="f-b-style">阅读并同意本协议且完成全部注册程序，或以任何方式进入万郡绿建商城并使用服务即表示您已充分阅读、理解并同意接受本协议的条款和条件(以下合称“条款”)。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序并停止使用服务。</span></p>
    <p>4. 万郡绿建有权根据业务需要酌情修订“条款”，并以网站公告的形式进行更新，不再单独通知予您。经修订的“条款”一经在万郡绿建商城公布，即产生效力。如您不同意相关修订，请您立即停止使用服务。<span class="f-b-style">如您继续使用服务，则将视为您已接受经修订的“条款”，当您与万郡绿建发生争议时，应以最新的“条款”为准。</span></p>
    <p>5. 万郡绿建有权通过删除信息、终止账户、禁止此用户再次注册或法律诉讼等方式执行本用户协议，如您对协议中的内容有疑问，请联系我们。</p>

    <p class="p-style">二、注册</p>
    <p> 1. 服务使用对象：</p>
    <p> 您确认，在您完成注册程序或以其他万郡绿建允许的方式实际使用服务时，您应当是具备中华人民共和国法律规定的与您行为相适应的民事行为能力的自然人、法人或其他组织。<span class="f-b-style">若您不具备前述主体资格，请勿使用服务，否则您及您的监护人应承担因此而导致的一切后果，且万郡绿建有权终止向您提供服务并注销（永久冻结）您的账户，若由此造成万郡绿建损失的，万郡绿建有权向您及您的监护人索赔。</span>如您代表一家公司或其他法律主体在万郡绿建商城注册，则您声明和保证，您有权使该公司或该法律主体受本协议的约束。</p>
    <p> 2. 注册账户：</p>
    <p> 2.1在您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您以其他万郡绿建允许的方式实际使用万郡绿建服务时，您即受本协议的约束。您可以使用您提供且确认的手机号或者万郡绿建允许的其它方式作为登录手段进入万郡绿建商城。</p>
    <p> 2.2在完成注册流程时，您应当按照法律法规要求提供真实、准确、即时、完整的注册信息；维护并及时更新注册信息以保持其真实、准确、即时、完整。<span class="f-b-style">如万郡绿建发现或有合理理由认定您提供的注册资料错误、不实、过时或不完整，万郡绿建有权要求您限期更正并有权直接删除相应资料，直至中止、终止对您提供部分或全部服务。万郡绿建对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</span></p>
    <p> <span class="f-b-style">2.3 严禁用户依凭一份企业材料（包括但不限于营业执照、税务登记证、以及公司地址和银行账户信息等材料）注册两个或两个以上的账户，一经发现并证实您不能提供万郡绿建认定为有效的理由却持有两个或两个以上的账户，万郡绿建有权行使封号、清退账户的权利，万郡绿建对由此操作给用户带来的一切损失不承担任何责任。</span></p>

    <p class="p-style">三、账户安全及用户信息</p>
    <p> 1. 账户安全</p>
    <p> 1.1 用户注册成功后，将产生用户名和密码等账户信息，您可以根据万郡绿建商城规则改变您的密码。用户应谨慎合理的保存、使用您的用户名和密码。用户若发现任何非法使用用户账号或存在安全漏洞的情况，请立即通知万郡绿建并向公安机关报案。<span class="f-b-style">您有责任采取必要措施保护自己所持有的用户注册名、密码的安全，并独立承担由于人为原因导致密码泄露后产生的一切损失。</span></p>
    <p> <span class="f-b-style">1.2 除非有法律规定或司法裁定，且征得万郡绿建的同意。否则，您的账户和密码不得以任何方式转让、赠与或继承。对用户操作不当泄露账号密码给第三方造成的损失，您可以向侵权方追讨赔偿，万郡绿建不承担责任。</span></p>
    <p> 2. 用户信息：</p>
    <p> 2.1用户在万郡绿建商城进行浏览、下单等活动时，涉及用户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，万郡绿建将予以严格保密，除非得到用户的授权或法律另有规定，万郡绿建不会向外界披露用户隐私信息。</p>
    <p> <span class="f-b-style">2.2用户同意，万郡绿建有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</span></p>

    <p class="p-style">四、用户行为规范</p>
    <p> 1.本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：</p>
    <p> 1.1不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
    <p> 1.2从中国大陆向境外传输资料信息时必须符合中国有关法规；</p>
    <p> 1.3不得利用万郡绿建商城从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
    <p> 1.4不得干扰万郡绿建商城的正常运转，不得侵入本平台及国家计算机信息系统；</p>
    <p> 1.5不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
    <p> 1.6不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
    <p> 1.7不得教唆他人从事本条所禁止的行为；</p>
    <p> 1.8不得利用在万郡绿建商城注册的账户进行牟利性经营活动；</p>
    <p> 1.9不得发布任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
    <p> <span class="f-b-style">2.用户须对自己在网上的言论和行为承担法律责任，您若在万郡绿建商城上散布和传播反动、色情或其它违反国家法律的信息，万郡绿建商城的系统记录有可能作为您违反法律的证据。</span></p>

    <p class="p-style">五、万郡绿建商城使用规范</p>
    <p> 1.关于万郡绿建商城的进入与更新：</p>
    <p> 1.1您可以直接从万郡绿建的网站上进入万郡绿建商城，也可以从得到万郡绿建授权的第三方进入，如果您从未经万郡绿建授权的第三方进入万郡绿建商城或与万郡绿建商城名称相同的平台，万郡绿建无法保证该平台能够正常使用，并对因此给您造成的损失不予负责；</p>
    <p> 1.2为了改善用户体验、完善服务内容，万郡绿建将不断努力开发新的服务，并为您不时提供万郡绿建商城版本更新，新版本发布后，旧版本的平台可能无法使用，万郡绿建不保证旧版本平台继续可用及相应的客户服务，请您随时核对并下载最新版本。</p>
    <p> 2．除非法律允许或万郡绿建书面许可，您使用万郡绿建商城过程中不得从事下列行为：</p>
    <p> 2.1删除万郡绿建商城及其副本上关于著作权的信息；</p>
    <p> 2.2对万郡绿建商城进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现万郡绿建商城的源代码；</p>
    <p> 2.3对万郡绿建拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
    <p> 2.4对万郡绿建商城平台或者平台运行过程中释放到任何终端内存中的数据、平台运行过程中客户端与服务器端的交互数据，以及本平台运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经万郡绿建授权的第三方工具/服务接入本平台和相关系统；</p>
    <p> 2.5通过修改或伪造平台运行中的指令、数据，增加、删减、变动平台的功能或运行效果，或者将用于上述用途的平台、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
    <p> 2.6通过非万郡绿建开发、授权的第三方平台、插件、外挂、系统，登录或使用万郡绿建平台及服务，或制作、发布、传播上述工具；</p>
    <p> 2.7自行或者授权他人、第三方平台对万郡绿建商城及其组件、模块、数据进行干扰。</p>
    <p> 3.品牌信息发布及销售规范：
    <p> 3.1与万郡绿建已签约的合作供应商应向万郡绿建提供真实、准确、完整的商品信息和品牌信息，万郡绿建有权自行决定（调整）发布商品的商品类目、种类、数量、品牌信息描述，供应商对此不持任何异议或诉诸法律。对不符合法律、法规的商品信息或品牌信息，万郡绿建有理由相信如果发布将给万郡绿建带来不利影响的商品信息，万郡绿建有权要求供应商进行修改，也有权删除或拒绝发布该信息。</p>
    <p> 3.2供应商必须按照商城上展示的品牌信息、经营范围和授权等销售相应的商品、服务和品牌，并保证有关商品、服务和品牌本身的合法性。如因供应商非法经营而引起任何法律纠纷，供应商负责解决；如给万郡绿建造成损失，供应商应负责相应赔偿。</p>

    <p class="p-style">六、声明与意见</p>
    <p> 如向客户提供或作出了声明或意见（技术或其他方面），该等声明或意见将被视为对客户作出的建议，且不收费。万郡绿建对该等声明或意见的内容或使用不负任何责任。万郡绿建将向客户提供壹级技术支持，该支持限于极为有限的范围内。万郡绿建未直接或间接参与任何客户产品的设计。万郡绿建不对其公开发售的或供客户使用（包括但不限于产品被用在客户生产的任何成品之中）的产品开展产品适应性研究或工程审查。</p>

    <p class="p-style">七、 知识产权</p>
    <p> 1. 如商品或服务包含专利或其他知识产权，该专利或其他知识产权系由万郡绿建在符合相关专利和供应商许可的前提下向客户提供，附该等专利或其他知识产权的许可协议规定的该等专利和用户许可的条款和条件。用户须严格遵守前述许可协议规定的条款和条件，未经万郡绿建及供应商的书面许可或授权，用户不得使用该等许可协议允许范围以外的任何专利或其他知识产权或将任何专利或其他知识产权用于该等许可协议未明确允许的任何其他目的。</p>
    <p> 2. 万郡绿建网站上所有内容，包括但不限于文字、图片、标识、按钮图标、音频、资讯、网站架构、网站画面的安排、网页设计等，均由万郡绿建或其内容提供者依法拥有知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。非经万郡绿建书面同意，任何人不得擅自使用、修改、反向编译、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。</p>

    <p class="p-style">八、不可抗力、免责及责任限制</p>
    <p> <span class="f-b-style">因下列原因导致商城无法正常提供服务，万郡绿建不承担责任：</span></p>
    <p> <span class="f-b-style">1、商城系统停机维护或升级；</span></p>
    <p> <span class="f-b-style">2、用户的电脑软硬件和通信线路、供电线路出现故障的；</span></p>
    <p> <span class="f-b-style">3、用户操作不当或通过非万郡绿建授权或认可的方式使用商城服务的；</span></p>
    <p> <span class="f-b-style">4、因病毒、木马、恶意程序攻击、网络拥堵、系统不稳定、系统或设备故障、通讯故障、电力故障、银行原因 、第三方服务瑕疵或政府行为等原因。</span></p>
    <p> <span class="f-b-style">5、因超出万郡绿建合理控制的原因（包括但不限于产品分配、物资短缺、劳动纠纷、运输延误、不可预见的环境、天灾、其他方的作为或不作为、民事或军事主管机关的作为或不作为、政府优先权、火灾、罢工、洪水、极端天气条件、计算机中断、恐怖主义、流行病、检疫限制、暴动或战争等不可抗力原因）导致的交付延误或未履行其义务，万郡绿建不承担责任。万郡绿建进行交付或履行合同的时间将被延长，延长期限等于该延误的期间，或万郡绿建可自行决定向客户作出通知而取消任何订单或订单的剩余部分。如发生该等不可抗力事件，万郡绿建应当及时通知客户，并随后在合理期限内提供不可抗力事件发生的证明。</span></p>

    <p class="p-style">九、违约责任</p>
    <p> <span class="f-b-style">1.如果万郡绿建发现或收到他人举报投诉您违反本协议约定的，万郡绿建有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号进行相应处理，包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销（永久冻结）账户。</span></p>
    <p><span class="f-b-style"> 2.万郡绿建有权依据合理判断对违反有关法律法规或本协议规定的行为采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，您应独自承担由此而产生的一切法律责任。</span></p>
    <p> <span class="f-b-style">3.您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；万郡绿建因此遭受损失的，您也应当一并赔偿。</span></p>
    <p> <span class="f-b-style">4.除本协议及万郡绿建商城规则另有约定之外，如一方发生违约行为，守约方可以书面通知方式要求违约方在指定的时限内停止违约行为，并就违约行为造成的损失进行索赔，如违约方未能按时停止违约行为，则守约方有权立即终止本协议。</span></p>
    <p class="p-style">十、一般规定</p>
    <p> <span class="f-b-style">1. 本协议的订立、执行和解释及争议的解决均适用在中华人民共和国大陆地区有效法律。因本协议所引起或与其有关的任何争议，双方应友好协商解决，协商不成时，任何一方均可向万郡绿建住所地人民法院提起诉讼。</span></p>
    <p> 2. 非经万郡绿建书面同意，本协议条款和条件不得被修改或取消。相应地，万郡绿建与供应商、万郡绿建与采购商关于供货、安装、设计、付款等权利义务未在本协议中约定、而在其他销售合同、合作协议、确认书等文件中明确的，作为本协议的补充。本协议中未尽事宜，以用户与万郡绿建后续签订的具体协议、合同或文本为准，如出现与本协议有差异或冲突条款时，以后续签订的具体协议、合同或文本条款为准。万郡绿建履行任何产品订单或合同的义务均以客户同意本协议条款和条件为基础，除非万郡绿建另行特别书面同意。如客户未作出同意，则开始履行及/或交付仅是为客户提供方便，而不得被视为或解释为接受客户的条款或条件或其中任何部分。如双方未在早期达成共同书面合同，则客户接受任何产品或服务同时应当被视为客户接受本协议条款和条件。</p>
    <p> <span class="f-b-style">3. 未经万郡绿建事先书面同意，本协议条款和条件项下任何权利、职责、约定或义务均不得因法律的实施、合并或其他原因而被出让或转移。</span></p>
    <p> 4. 若本协议中任一条款被视为废止、无效或因任何理由不可执行，不影响任何其余条款的有效性和可执行性。</p>
    <p> 5. 本协议未明示授权的其他权利仍由万郡绿建保留，您在行使这些权利时须另外取得万郡绿建的书面许可。万郡绿建如果未行使前述任何权利，并不构成对该权利的放弃。</p>
    <p> 版权声明 万郡绿建内的所有内容版权属万郡绿建科技股份有限公司所有，严禁未经万郡绿建书面许可的任何形式的部分或全部拷贝。</p>
  </div>
</template>
<script>
  export default {
    name: 'protocol',
    data () {
      return {

      }
    },
    mounted() {
      // 获取拼图
    },
    methods: {

    }
  }
</script>
<style scoped lang="scss">
#protocol{
  width: 800px;
  margin: 20px auto;
}
p{
  margin-top: 5px;
}
.f-18 {
  font-size: 18px;
  text-align: center;
}
.p-style{
  font-weight: bold;
  font-size: 14px;
  margin-top: 10px;
  margin-bottom: 5px;
}
.f-b-style{
  font-weight: bold;
  text-decoration:underline
}
</style>
